/*
	File:		SlicesAttributeNameOverrides.strings

	Contains:
	Copyright:	© 2007-2009 by Apple Inc., all rights reserved.
*/

//===========================================================================
// This file defines overrides to the attribute names used in the Finder's
// advanced search UI.
//
// Normally the attribute names will be the ones defined in the Metadata 
// framework's schema.strings file.  However, certain attributes' names may
// look awkward in the Finder UI, so this file provides a means of overriding
// them.  Simply create a mapping from the attribute name to the desired
// string. For example, in English, we have overridden kMDItemDisplayName
// to be simply "Name", rather than its default localized form, "Display Name".
//===========================================================================

kMDItemDisplayName = "Name";
kMDItemTextContent = "Inhalt";
kMDItemLastUsedDate = "Letztes Öffnungsdatum";
kMDItemContentModificationDate = "Letztes Änderungsdatum";
kMDItemContentCreationDate = "Erstellungsdatum";